Revit 2027 API
IFCGeometryInfo Properties
The IFCGeometryInfo type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IFCGeometryInfo Class
Autodesk.Revit.DB.IFC Namespace